{"id":958,"date":"2021-07-28T15:14:00","date_gmt":"2021-07-28T13:14:00","guid":{"rendered":"https:\/\/victoriavr.com\/?page_id=958"},"modified":"2021-12-18T19:04:45","modified_gmt":"2021-12-18T18:04:45","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.victoriavr.com\/privacy-policy\/","title":{"rendered":"Privacy policy"},"content":{"rendered":"\n<p>These terms and conditions apply to the use of games and other products developed by Victoria VR, a.s., (&#8220;Victoria VR&#8221;). Our headquarters are at Václavské náměstí 796\/42, Nové Město (Praha 1), 110 00 Praha, Czech Republic. We are a company registered in the Czech Republic, in the Commercial Register at the Municipal Court in Prague, Section B, Insert 25843.<\/p>\n\n\n\n<h2>1. INTRODUCTION AND GENERAL TERMS<\/h2>\n\n\n\n<p>This privacy and data policy (“Privacy Policy”) applies and has effect in respect of all games, related online services (including online network play connectivity and interactivity) and other software and products made available by us (together the “Game(s)”), as well as any other online features relating to the Games including our website (https:\/\/www.victoriavr.com) (the “Website”), downloads (https:\/\/www. victoriavr.com\/downloads (the “Downloads”) and user support Centre (https:\/\/www. victoriavr.com\/help-portal) (the “Support Centre”). Together the Game(s), the Website, the Downloads and the Support Centre are referred to as the “Online Services”.<\/p>\n\n\n\n<p>If you have any questions or comments about this Privacy Policy, please contact us at <a href=\"mailto:info@victoriavr.com\">info@victoriavr.com<\/a><\/p>\n\n\n\n<p>We are committed to protecting and respecting your privacy. The Privacy Policy explains the basis on which personal information we collect from you will be processed by us or on our behalf. Where we decide the purpose or means for which personal data you supply through these Online Services is processed, we are the “data controller.” We will comply with all applicable data protection laws, including the General Data Protection Regulation 2016\/679.<\/p>\n\n\n\n<p>Please read this Privacy Policy carefully as it contains important information about the following:<\/p>\n\n\n\n<ul><li>What information we may collect about you;<\/li><li>How we will use information we collect about you;<\/li><li>Whether we will disclose your details to anyone else; and<\/li><li>Your choices and rights regarding the personal information you have provided to us.<\/li><\/ul>\n\n\n\n<p>This Privacy Policy forms a part of and should be read in conjunction with our terms of use, which can be found at <a href=\"https:\/\/victoriavr.com\/terms-of-use\/\">https:\/\/www.victoriavr.com\/terms-use<\/a>.<\/p>\n\n\n\n<p>The Online Services may contain hyperlinks to services owned and operated by third parties. These third party services may have their own privacy policies and we recommend that you review them. They will govern the use of personal information that you submit or which is collected by cookies and other tracking technologies whilst using these services. We do not accept any responsibility or liability for the privacy practices of such third party services and your use of these is at your own risk.<\/p>\n\n\n\n<p>We may make changes to this Privacy Policy in future, which will be posted on this page. You should check this page from time to time to ensure you are aware of any changes. Where appropriate we may notify you of changes through the Games.<\/p>\n\n\n\n<h2>2. INFORMATION WE MAY COLLECT ABOUT YOU<\/h2>\n\n\n\n<p>We collect and process the following information which may include your personal data. Contact information provided by you when you contact us or use the Support Centre (“Contact Information”)<\/p>\n\n\n\n<p>We may ask you for, or you may submit, certain contact information to us whenever you contact us through the Support Centre or via <a href=\"mailto:info@victoriavr.com\">info@victoriavr.com<\/a>.<\/p>\n\n\n\n<p>This may include:<\/p>\n\n\n\n<ul><li>Your email address;<\/li><li>Your telephone number; and<\/li><li>Your name.<\/li><\/ul>\n\n\n\n<p>Information collected for the purposes of providing analytics (“Analytics”).<\/p>\n\n\n\n<p>We may collect technical information about your use of the Online Services through the use of tracking technologies and analytics.<\/p>\n\n\n\n<p>Personal data we may collect includes the following:<\/p>\n\n\n\n<ul><li>Your Device ID;<\/li><li>Your device operating system &amp; version;<\/li><li>Your device make and model;<\/li><li>Game play attempts, progression and results;<\/li><li>Session game time start, end and duration;<\/li><li>The country of your Device;<\/li><li>Any in-game purchases you have made (The Room Pocket only);<\/li><li>The time, date and install source of your first download; and<\/li><li>Identification of crashes and defects.<\/li><\/ul>\n\n\n\n<p><strong>Facebook and Twitter<\/strong><\/p>\n\n\n\n<p>If you post or upload any content about the Games on Facebook or Twitter, this will be under Facebook and Twitter’s privacy policies which can be found at https:\/\/www.facebook.com\/full_data_use_policy and https:\/\/twitter.com\/en\/privacy.<\/p>\n\n\n\n<h2>3. WHY WE COLLECT INFORMATION ABOUT YOU<\/h2>\n\n\n\n<p>To provide our Games to you<\/p>\n\n\n\n<p>We will use information about you (including Analytics) for delivering our Games to you under the terms of use agreed between us. The processing of information in this way is necessary for us to record your progress and current status within a Game, and to ensure the Games deliver the features promised and function properly, so that you have the best experience when playing any one of our Games.<\/p>\n\n\n\n<p>To help us improve the Online Services and fix any problems<\/p>\n\n\n\n<p>We may process information about you (including Analytics) so that we can analyse and improve our Games and Online Services.<\/p>\n\n\n\n<p><br>This processing is also necessary for us to pursue our legitimate interests of (i) ensuring that our Online Services function properly so that you and other users have the best experience when playing any of our Game(s) and using the other Online Services; (ii) improving the quality of our Online Services, and providing a better experience to our users; and (iii) identifying and correcting any bugs in the Games and Online Services.<\/p>\n\n\n\n<p><strong>Cookies<\/strong><\/p>\n\n\n\n<p>A cookie is a small file which asks permission to be placed on your computer’s hard drive. Once you agree, the file is added and the cookie helps analyse web traffic or lets you know when you visit a particular site. Cookies allow web applications to respond to you as an individual. The web application can tailor its operations to your needs, likes and dislikes by gathering and remembering infor-mation about your preferences.<\/p>\n\n\n\n<p>We use traffic log cookies to identify which pages are being used. This helps us analyse data about web page traffic and improve the Online Services in order to tailor them to customer needs. We only use this information for statistical analysis purposes and then the data is removed from the system.<\/p>\n\n\n\n<p><br>Overall, cookies help us provide you with a better Website, by enabling us to monitor which pages you find useful and which you do not. A cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.<\/p>\n\n\n\n<p>You can choose to accept or decline cookies.<\/p>\n\n\n\n<p>To respond to your enquiries and requests for support<\/p>\n\n\n\n<p>We may process Contact Information so that we are able to properly respond to your enquiries and support requests either via the Support Centre or through victoriavr.com , in accordance with the terms of use agreed between us.<\/p>\n\n\n\n<p>To prevent fraud and illegal activity<\/p>\n\n\n\n<p>We process personal data for our legitimate interests of ensuring that any use of the Online Services is lawful and non-fraudulent, does not disrupt the operation of our services, does not harass our staff or other individuals, to enforce our legal rights and to comply with our legal obligations.<\/p>\n\n\n\n<p>Where we reasonably believe that you are or may be in breach of any applicable laws or our terms of use, we may use your personal information to inform relevant third parties such as your law enforcement agencies about the content.<\/p>\n\n\n\n<p>We work with the Digital Content Stores (listed below) to assist us with fraud prevention and the detection of any illegal activity (e.g. to verify in-app purchases made).<\/p>\n\n\n\n<h2>4. DATA SHARING<\/h2>\n\n\n\n<p>We will share your information with third parties only in the ways that are described in this Privacy Policy<\/p>\n\n\n\n<p>Group members, personnel, suppliers or subcontractors: We keep your information confidential, but may disclose it to any member of our group (which means our subsidiaries, our ultimate holding company and its subsidiaries, as defined in section 1159 of the Companies Act 2006), our personnel, suppliers or subcontractors insofar as it is reasonably necessary for the purposes set out in this Privacy Policy. However, this is on the basis that they do not make independent use of the information, and have agreed to safeguard it.<\/p>\n\n\n\n<p>Merger or acquisition: If we are involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via, account message and\/or a prominent notice on our website of any change in ownership or uses of this information, as well as any choices you may have regarding this information.<\/p>\n\n\n\n<p>Required by law: In addition, we may disclose your information to the extent that we are required to do so by law (which may include to government bodies and law enforcement agencies); in connection with any legal proceedings or prospective legal proceedings; and in order to establish, exercise or defend our legal rights (including providing information to others for the purposes of fraud prevention).<\/p>\n\n\n\n<p>Enforcement: We may also disclose your personal information to third parties in order to enforce or apply the terms of agreements, to investigate potential breaches, or to protect the rights, property or safety, our customers, or others.<\/p>\n\n\n\n<p>Digital Content Stores: Where the Games are downloaded through Steam, Xbox Live, PSN, Google Play, iTunes\/Apple App Store, Oculus Store, Nintendo Switch eShop and\/or Amazon App Store we may disclose your personal information to Valve Corporation, Microsoft, Sony, Google, Apple, Facebook, Nintendo and\/or Amazon respectively for the purposes of facilitating any payments made through these platforms.<\/p>\n\n\n\n<h2>5. YOUR RIGHTS IN RELATION TO PERSONAL DATA WHICH WE PROCESS RELATING TO YOU<\/h2>\n\n\n\n<p>You have the following rights over the way we process personal data relating to you, as set out in the table below. We aim to comply without undue delay, and within one month at the latest.<\/p>\n\n\n\n<p>To make a request, please let us know by sending an email to <a href=\"mailto:info@victoriavr.com\">info@victoriavr.com<\/a>.<\/p>\n\n\n\n<p>Ask for a copy of data we are processing about you and have inaccuracies corrected<\/p>\n\n\n\n<p>You have the right to request a copy of the personal information we hold about you and to have any inaccuracies corrected.<br><br>We will use reasonable efforts to the extent required by law to supply, correct or delete personal information held about you on our files (and with any third parties to whom it has been disclosed to).<\/p>\n\n\n\n<p>Object to us processing data about you<\/p>\n\n\n\n<ul><li>You can ask us to restrict, stop processing, or to delete your personal data if:<\/li><li>You consented to our processing the personal data, and have withdrawn that consent;<\/li><li>We no longer need to process that personal data for the reason it was collected;<\/li><li>We are processing that personal data because it is in the public interest or it is in order to pursue a legitimate interest of Victoria VR, a.s. or a third party, you don’t agree with that processing, and there is no overriding legitimate interest for us to continue processing it;<\/li><li>The personal data was unlawfully processed;<\/li><li>You need the personal data to be deleted in order to comply with legal obligations;<\/li><li>The personal data is processed in relation to the offer of a service to a child.<\/li><\/ul>\n\n\n\n<p>Obtain a machine readable copy of your personal data, which you can use with another service provider<\/p>\n\n\n\n<ul><li>If we are processing data in order to perform our obligations to you, or because you con-sented, or if that processing is carried out by automated means, we will help you to move, copy or transfer your personal data to other IT systems.<\/li><li>If you request, we will supply you with the relevant personal data in a commonly used, machine-readable and interoperable format where it is technically feasible, you can ask us to send this information directly to another IT system provider if you prefer.<\/li><\/ul>\n\n\n\n<p>Make a complaint to a Supervisory Authority<\/p>\n\n\n\n<ul><li>If you are unhappy with the way we are processing your personal data, please let us know by contacting us via the support services.<\/li><li>If you do not agree with the way we have processed your data or responded to your concerns, an alternative is to submit a complaint to a Data Protection Supervisory Authority.<\/li><\/ul>\n\n\n\n<h2>6. DATA RETENTION<\/h2>\n\n\n\n<p>We will hold your personal information on our systems for as long as is necessary for the relevant service, or as otherwise described in this Privacy Policy.<\/p>\n\n\n\n<p>We will hold any correspondence sent to info@victoriavr.com or via the Support Centre (which may include Contact Information) for a period of 12 months so that we can refer back to any previous support\/help requests made by users in order that we are able to offer our users the best level of support and help.<\/p>\n\n\n\n<p>At the end of these periods or once you withdraw your consent, your data is deleted or destroyed.<\/p>\n\n\n\n<h2>7. CHILDREN<\/h2>\n\n\n\n<p>We do not use our Online Services to knowingly solicit information from or market to children under the age of 15. Our terms of use prohibit users aged under 15 years from accessing our Online Services. In the event that we learn that we have collected personal information from a child under 15 years of age we will delete that information as quickly as possible. If you believe that we might have any information from or about a child under 15 years of age please contact us at <a href=\"mailto:info@victoriavr.com\">info@victoriavr.com<\/a>.<\/p>\n\n\n\n<h2>8. SECURITY<\/h2>\n\n\n\n<p>We will take all reasonable technical and organisational precautions to prevent the loss misuse or alteration of your personal information.<\/p>\n\n\n\n<p>Please be aware that, although we endeavour to provide reasonable security for information we process and maintain, no security system can prevent all potential security breaches.<\/p>\n\n\n\n<h2>9. INTERNATIONAL DATA TRANSFERS<\/h2>\n\n\n\n<p>It is possible that your personal information may be transferred outside of the EEA by Valve Corporation, Amazon, Flurry, Google, Unity Analytics, Freshdesk or Salesforce Desk. We recommend that you refer to the privacy policies and\/or terms and conditions of these third parties if you are concerned about your data being transferred outside the EEA.<\/p>\n\n\n\n<p>In respect of The Room Pocket only, where you make an in-Game purchase via iTunes, the confirmation that your purchase is valid as required by Apple for such purchases will be processed using servers hosted in Singapore in the event that there is a problem with the servers hosted in Ireland.<\/p>\n\n\n\n<p>Where we transfer your information outside of the EEA, we have agreements in place with those parties which include standard data protection clauses adopted by a data protection regulator and approved by the European Commission to ensure that appropriate safeguards are in place to protect your personal data. If you would like to find out more about these safeguards, please let us know by writing to info@victoriavr.com.<\/p>\n\n\n\n<h3>CONTACT INFORMATION<\/h3>\n\n\n\n<p>All questions, comments or enquiries should be directed to Victoria VR, a.s. at info@victoriavr.com. We will endeavour to respond to any query or questions within three business days.<\/p>\n\n\n\n<p>© 2018 VictoriaVR, a.s. All trade marks are the property of the relevant owners. All rights reserved.<\/p>\n\n\n\n<p>GDPR Statement<\/p>\n\n\n\n<p>What is GDPR?<\/p>\n\n\n\n<p>The General Data Protection Regulation (GDPR) is an European Union (EU) regulation (2016\/679) that enhances current data protection laws and rights for EU citizens. This enhances data protection rights for data subjects and obligates companies to be more transparent.<\/p>\n\n\n\n<p>When will the GDPR take effect?<\/p>\n\n\n\n<p>The General Data Protection Regulation (GDPR) comes into force on the 25th of May 2018.<\/p>\n\n\n\n<p>Why does this affect me?<\/p>\n\n\n\n<p>GDPR applies to anyone who holds or processes the data of an EU citizen, regardless of whether you are based in the EU or a third country, and enhances the data rights of all EU citizens. More information can be found on the EU’s website.<\/p>\n\n\n\n<p>Victoria VR, a.s. as a controller and a processor<\/p>\n\n\n\n<p>Data controllers are companies that decide how personal data is collected, used or tracked from EU citizens. Victoria VR, a.s. as a controller when collecting and using your personal information.<\/p>\n\n\n\n<p>Data processors are companies that process data on behalf of data controllers. We will be ready for the GDPR as both a data controller and when acting as a data processor on your behalf.<\/p>\n\n\n\n<p>Any other Questions?<\/p>\n\n\n\n<p>If you have any further questions, feel free to contact the Data Protection Team at Victoria VR, a.s.. who can be found by emailing <a href=\"mailto:info@victoriavr.com\">info@victoriavr.com<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>These terms and conditions apply to the use of games and other products developed by Victoria&#8230;<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.victoriavr.com\/wp-json\/wp\/v2\/pages\/958"}],"collection":[{"href":"https:\/\/www.victoriavr.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.victoriavr.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.victoriavr.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.victoriavr.com\/wp-json\/wp\/v2\/comments?post=958"}],"version-history":[{"count":2,"href":"https:\/\/www.victoriavr.com\/wp-json\/wp\/v2\/pages\/958\/revisions"}],"predecessor-version":[{"id":1148,"href":"https:\/\/www.victoriavr.com\/wp-json\/wp\/v2\/pages\/958\/revisions\/1148"}],"wp:attachment":[{"href":"https:\/\/www.victoriavr.com\/wp-json\/wp\/v2\/media?parent=958"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}